data/podman-db/2025-11-29_11-57-16.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            6986
        write:                           1996
        other:                           998
        total:                           9980
    transactions:                        499    (47.73 per sec.)
    queries:                             9980   (954.68 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.4518s
    total number of events:              499

Latency (ms):
         min:                                    8.00
         avg:                                   20.94
         max:                                  769.17
         95th percentile:                       29.19
         sum:                                10448.59

Threads fairness:
    events (avg/stddev):           499.0000/0.00
    execution time (avg/stddev):   10.4486/0.00