data/podman-db/2025-11-29_15-32-59.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            7560
        write:                           2160
        other:                           1080
        total:                           10800
    transactions:                        540    (53.99 per sec.)
    queries:                             10800  (1079.73 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0006s
    total number of events:              540

Latency (ms):
         min:                                    8.05
         avg:                                   18.51
         max:                                 1276.00
         95th percentile:                       30.81
         sum:                                 9996.75

Threads fairness:
    events (avg/stddev):           540.0000/0.00
    execution time (avg/stddev):   9.9967/0.00